{
 "sha1": "217eb300e6434c9ae22a5b3638103a4d8f3ae713",
 "lic": "pd",
 "url": "https://upload.wikimedia.org/wikipedia/en/1/16/E%26S_1911_C-S_key_I.png",
 "ext": "png",
 "from": "wiki",
 "created": 1458507657,
 "name": "E&S 1911 C-S key I",
 "desc": {
  "url": "https://en.wikipedia.org/w/index.php?curid=43746887",
  "html": "<p><b>English:</b>  Key-figure II\nThis Key-figure represents a front view of the head and the greater portion of the neck.\nThe lines 2–18 indicate the levels at which the principal sections were cut, while those on the\nopposite side, l-10, indicate the levels at which the principal sections were bisected. This was\ndone to show the structures in the brain at an additional number of levels. In spacing the sec-\ntions before cutting an effort was made so to orient them with reference to \" Reid's base line\"\nthat the upper surface of Section 10 would be in the plane indicated by this line. It should\nbe recalled that Reid's base line is a line drawn backward from the lower margin of the orbit\nto the center of the external auditory meatus. It will be observed by glancing at Key-figure II\nthat the upper surface of Section 10 is at this level. This line is nearly the same as the \" hori-\nzontal line \" of the German authors, which passes through the lower margin of the orbit and the\nupper margin of the external auditory meatus.\n</p>\n<p>This image is from the following book:\n<br>A CROSS-SECTION ANATOMY\n<small>\n<br>By\n<br>Albert C. Eycleshymer, B.S., Ph.D., M.D\n<br>Professor of anatomy, St. Luis University; Formerly Assistant Professor of Anatomy, University of Chicago; Sometime Assistant Professor of Embryology, Rush Medical College\n<br>Daniel M. Schoemaker, B.S., M.D.\n<br>Associate Professor of Anatomy, St. Louis University; Formerly Assistant in Anatomy, University of Chicago\n<br>AVERAGE POSITION OF ORGANS FROM ELEVEN RECONSTRUCTIONS,\n<br>By Peter Potter, A.M. M.D.\n<br>Formerly Associate Professor of Anatomy, St. Louis University, Sometime Instructor in Anatomy, University of Missouri,\n<br>SECTIONS OF THE FEMALE PELVIS,\n<br>By Carroll Smith, A.B., M.D.\n<br>Instruction in Anatomy, St. Louis University;\n<br>DRAWINGS,\n<br>By Tom Jones\n<br>Instructor in Drawing, St. Louis University\n</small></p>\n<p>New York and London\n<br>D. Appleton and Company\n<br>1911\n\n</p>"
 },
 "tags": [
  "biology images",
  "eycleshymer & schoemaker",
  "uploaded with uploadwizard"
 ]
}