{
 "sha1": "ed5257b2d5f58359bd2dce1bf44116cc82625465",
 "lic": "pd",
 "url": "https://upload.wikimedia.org/wikipedia/en/b/b7/Franz_Stassen_-_WWI_-_An_das_deutsche_Volk.png",
 "ext": "png",
 "from": "wiki",
 "created": 1458507658,
 "name": "Franz Stassen - WWI - An das deutsche Volk",
 "desc": {
  "url": "https://en.wikipedia.org/w/index.php?curid=21388902",
  "html": "<p>World War I German propaganda poster designed by Franz Strassen, quoting a speech by Kaiser Wilhelm, attacking the rejection of their peace offer, and claiming that their enemies seek nothing but to destroy the German nation, but that God is on their side, and they will remain undefeated.\n</p>\n<p>Transcription:\n</p>\n<blockquote class=\"templatequote\">\n<span lang=\"de\">An das deutsche Volk!\n<p>Unsere Feinde haben die Maske fallen lassen. Erst haben sie mit Hohn und heuchlerischen Worten von Freiheitsliebe und Menschlichkeit unser ehrliches Friedensangebot zurückgewiesen. In ihrer Antwort an die Vereinigten Staaten haben sie sich jetzt darüber hinaus zu einer Eroberungssucht bekannt, deren Schändlichkeit durch ihre verleumderische Begründung noch gesteigert wird.\n</p>\n<p>Ihr Ziel ist die Niederwerfung Deutschlands, die Zerstückelung der mit uns verbündeten Mächte und die Knechtung der Freiheit Europas und der Meere unter dasselbe Joch, das zähneknirschend jetzt Griechenland trägt.\n</p>\n<p>Aber was sie in dreissig Monaten des blutigsten Kampfes und des gewissenlosesten Wirtschaftskrieges nicht erreichen konnten, das werden sie auch in aller Zukunft nicht vollbringen.\n</p>\n<p>Unsere glorreichen Siege und die eherne Willenskraft, mit der unser kämpfendes Volk vor dem Feinde und daheim jedwede Mühsal und Not des Krieges getragen hat, bürgen dafür, dass unser geliebtes Vaterland auch fernerhin nichts zu fürchten hat.\n</p>\n<p>Hellflammende Entrüstung und heiliger Zorn werden jedes deutschen Mannes und Weibes Kraft verdoppeln, \n</p>\n<p>gleichviel, ob sie dem Kampf, der Arbeit oder dem opferbereiten Dulden geweiht ist.\nDer Gott, der diesen herrlichen Geist der Freiheit in unseres tapferen Volkes Herz gepflanzt hat, wird uns und unseren treuen, sturmerprobten Verbündeten auch den vollen Sieg über alle feindliche Machtgier und Vernichtungswut geben.\n</p>\n<p>Grosses Hauptquartier, 12. Januar 1917.\nWilhelm I. R.</p></span>\n\n</blockquote>\n<p>A full translation is available <a rel=\"nofollow\" class=\"external text\" href=\"http://vads.ac.uk/large.php?uid=32614&amp;sos=0\">here</a>.\n</p>"
 },
 "tags": [
  "images from the library of congress",
  "retouched pictures"
 ]
}