{
 "sha1": "409c9a295ae756bc145a0499460f809b10a0a8ba",
 "lic": "cc-by-3.0",
 "url": "https://upload.wikimedia.org/wikipedia/en/b/b5/LAPD_Badge_Series_6_13247copyA.JPG",
 "ext": "jpeg",
 "from": "wiki",
 "created": 1458507658,
 "name": "LAPD Badge Series 6 13247copyA",
 "desc": {
  "url": "https://en.wikipedia.org/w/index.php?curid=17250564",
  "html": "<p>Los Angeles Police Department Badge, also known as the series 6 Centurion Shield, it has been the issued department badge of the LAPD for over 50 years with slight modifications along the way. Example POLICEMAN is now and has been for a long time POLICE OFFICER, the City Hall replica in the middle depending on the company producing it has had slightly different looks, badge collectors and police historians can easliy notice the difference. This badge remains the most recognized and copied American police badge. Made famous by Sergeant Friday's (DRAGNET) badge appearing on screen before and after episodes. There are many replica badges sold as collectibles and props that use this design, all have errors somewhere in them. Typical errors are the actual oval shape, city hall, letter-number font type and size and detailed designs derived from the ancient Roman soldiers in which the badge gets its name from. The city seal is easier to get right due to it being publicly owned, although in recent years LAPD and the City of Los Angeles have fought to secure and exclusively hold the usage rights to their city and police logos and official seals. The above photo is indeed a real LAPD badge that has had a lot of use, thus some of the badge design has been faded, rusted or worn off. The posting of this photograph is specifically for the educational value as this badge is a symbol of the overall history of America. This Photograph of mine to me represents the LAPD as a symbol of both American law enforcement and political struggles throughout history. This badge belongs to a veteran officer and worn details and slightly rusted paint to me tells the story of the past, good times and bad for the world's premier police force. At the end of the day the LAPD has the finest looking badge, because at the end of the day they are the finest police department. For generation after generation no matter the scars they endure or how worn and rusted they might look, they pull through and succeed and are extremely proud to be LAPD, which is the point of the photograph being taken, the officer was more than happy to show off his badge. The shield which represents and embodies strength, willpower,firepower, training,resources and brotherhood. That what people should take from my photograph, the story of a badge that's seen the best or police work and some not so great times but it still survived and continues to inspire those who seek a career in law enforcement.\n</p>"
 },
 "wiki": {
  "DateTime": "2008-05-03 22:14:49",
  "Credit": "<p>self-made\n</p>",
  "DateTimeOriginal": "<p>May 2007\n</p>",
  "Artist": "<p><a href=\"//en.wikipedia.org/w/index.php?title=User:Skyfox11&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"User:Skyfox11 (page does not exist)\">Skyfox11</a> (<a href=\"//en.wikipedia.org/wiki/User_talk:Skyfox11\" title=\"User talk:Skyfox11\">talk</a>) Jeff Costlow\n</p>",
  "UsageTerms": "Creative Commons Attribution 3.0",
  "AttributionRequired": "true",
  "LicenseUrl": "http://creativecommons.org/licenses/by/3.0/"
 }
}