{
 "sha1": "d58d646c89f9d08a33d2f7d3920cd18ad3378b2f",
 "lic": "pd",
 "url": "https://upload.wikimedia.org/wikipedia/en/d/d8/E%26S_1911_C-S_key_III.png",
 "ext": "png",
 "from": "wiki",
 "created": 1458507657,
 "name": "E&S 1911 C-S key III",
 "desc": {
  "url": "https://en.wikipedia.org/w/index.php?curid=43746957",
  "html": "<p><b>English:</b>  Key-figure II\nThis Key-figure represents a mesial sagittal section of the head and greater portion of the\nneck. It is largely a reconstruction from the sections, but some details, especially of the brain,\nhare been obtained by cutting the sections in the mesial sagittal plane, superimposing them, and\nthen confirming and correcting the reconstruction. The solid lines 2–18 indicate the lines of\nthe principal sections, while the broken lines 1'–10' indicate the levels of the horizontally bisected\nsections. The solid lines indicate the levels on the left side, while the broken lines show the levels\nof the sections on the right side. It should be stated that in this subject the sphenoidal sinuses\nare very small and bilaterally placed. Certain structures which are unlabeled need a word of\nexplanation: the stalk of the infundibum connects the hypophysis with the third ventricle; the\noculomotor nerve is shown extending obliquely across the interpeduncular fossa; the tentorium\ncerebelli, extending over the cerebellum, is partially shown. The gyrus lingualis in this subject\nextends to the region indicated. The venous sinuses of the dura are not shown.\nNote.—The leader labeled \"Recessus opticus\" ends slightly above the optic recess.\n</p>\n<p>This image is from the following book:\n<br>A CROSS-SECTION ANATOMY\n<small>\n<br>By\n<br>Albert C. Eycleshymer, B.S., Ph.D., M.D\n<br>Professor of anatomy, St. Luis University; Formerly Assistant Professor of Anatomy, University of Chicago; Sometime Assistant Professor of Embryology, Rush Medical College\n<br>Daniel M. Schoemaker, B.S., M.D.\n<br>Associate Professor of Anatomy, St. Louis University; Formerly Assistant in Anatomy, University of Chicago\n<br>AVERAGE POSITION OF ORGANS FROM ELEVEN RECONSTRUCTIONS,\n<br>By Peter Potter, A.M. M.D.\n<br>Formerly Associate Professor of Anatomy, St. Louis University, Sometime Instructor in Anatomy, University of Missouri, \n<br>SECTIONS OF THE FEMALE PELVIS,\n<br>By Carroll Smith, A.B., M.D.\n<br>Instruction in Anatomy, St. Louis University;\n<br>DRAWINGS,\n<br>By Tom Jones\n<br>Instructor in Drawing, St. Louis University\n</small></p>\n<p>New York and London\n<br>D. Appleton and Company\n<br>1911\n\n</p>"
 },
 "tags": [
  "biology images",
  "eycleshymer & schoemaker",
  "uploaded with uploadwizard"
 ]
}