{
 "sha1": "62dad68ac213996970dd0ffe5a10138755415c60",
 "lic": "pd",
 "url": "https://upload.wikimedia.org/wikipedia/en/6/64/Gettysburg_Electric_Railway_token.png",
 "ext": "png",
 "from": "wiki",
 "created": 1458507658,
 "name": "Gettysburg Electric Railway token",
 "desc": {
  "url": "https://en.wikipedia.org/w/index.php?curid=39739602",
  "html": "<p>Media published prior to 1923 for transactions of the <a href=\"//en.wikipedia.org/wiki/Gettysburg_Electric_Railway\" title=\"Gettysburg Electric Railway\">Gettysburg Electric Railway</a> consists of a single token of tbd metal having 77.6 grains weight, 0.905 in dia, and 0.075 in outside thickness (raised rim).  The trolley operated on the <a href=\"//en.wikipedia.org/wiki/Gettysburg_Battlefield\" title=\"Gettysburg Battlefield\">Gettysburg Battlefield</a> (e.g., <a href=\"//en.wikipedia.org/wiki/Gettysburg,_Pennsylvania\" title=\"Gettysburg, Pennsylvania\">borough</a>) rights-of-way, many are now part of <a href=\"//en.wikipedia.org/wiki/Gettysburg_National_Military_Park\" title=\"Gettysburg National Military Park\">Gettysburg National Military Park</a> which was established because the trolley railway was built (see <a href=\"//en.wikipedia.org/w/index.php?title=US_vs_Gettysburg_Electric_Railway&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"US vs Gettysburg Electric Railway (page does not exist)\">US vs Gettysburg Electric Railway</a>).  The raised graphic on reverse is an enclosed single-truck trolley and differs from the open, double-truck Brill cars actually used at Gettysburg.  The number \"006\" at the front of the car graphic is indicative of the single digit numbers designated for the few cars used by the company, but actual cars were named for battlefield generals (e.g., <a href=\"//en.wikipedia.org/wiki/Sedgwick\" title=\"Sedgwick\" class=\"mw-disambig\">Sedgwick</a>) and didn't have the token's \"ELECTRIC\" on the side.  Most likely the publisher that minted the object (perhaps Brill) did so with standard dies and only changed the obverse to have the company name--particularly since double trackage is prominent on the reverse (the Gettysburg railway only had a few sections of double trackage: tracks of Chambersburg Street were on opposite sides and not closely spaced as pictured.)  For similar tokens by the same company, look for the same railcar/trackage graphic, the same layout of the words \"GOOD FOR ONE FARE\", and the same obverse ornamentation pattern.\n</p>\n<p>Late 1800s/early 1900s artifact publisher unknown.  Obverse/reverse images by my Canon T2i were truncated to 1,813 pixels diameter using Paint personal computer software.  The Gettysburg museum has rare artifact(s)--note dent on obverse rim just past 3 o'clock position identifying this particular exhibited artifact.\n</p>"
 },
 "tags": [
  "adams county, pennsylvania",
  "railway tokens"
 ]
}