{
 "sha1": "5495ddcd5504db4bdf9f6304e9942874244d8670",
 "lic": "cc-by-sa-3.0",
 "url": "https://upload.wikimedia.org/wikipedia/en/4/47/Addis_Ababa_Conference_Portal_powered_by_OCP_inaugurated_at_all_UAE_National_Ethiopian_Youth_Conference%2C_Ethiopian_Orthodox_Prelates_Honored_by_OCP_Society.jpeg",
 "ext": "jpeg",
 "from": "wiki",
 "created": 1458507657,
 "name": "Addis Ababa Conference Portal powered by OCP inaugurated at all UAE National Ethiopian Youth Conference, Ethiopian Orthodox Prelates Honored by OCP Society",
 "desc": {
  "url": "https://en.wikipedia.org/w/index.php?curid=45679041",
  "html": "<p>The Exclusive Portal Dedicated to the Addis Ababa Conference of the Oriental Orthodox Churches (held in the year 1965) was inaugurated by the Priests of Ethiopian Orthodox Churches in the United Arab Emirates. The Conference portal is powered by OCP Society and will remain as one of the Project of the Society. The event took place on June 20th Friday 2014, at Al Nasr Club in Dubai. More than 2500 Ethiopian youth participated in the conference. The Portal was inaugurated by the Fathers of the four different congregations of the Ethiopian Orthodox Church in the UAE. Rev Fr Abba Seiyfe Gabriel, Rev Fr Abba Gerima Ayalkebet, Rev Fr Abba Welde Gabriel and Rev Fr Gebre Hana were the Ethiopian Prelates who were present for the occasion and participated in the inaugural function of the Portal.  A high level delegation from the  Ethiopian Consulate of UAE were also present for the occasion. Thereafter the OCP Delegation presented all prelates with OCP icon of St Gregory of Parumala, the first canonized Indian Saint. The OCP Icon of three saints for Archbishop Demetrios was presented to the Clergy community in his absence.\n</p>"
 },
 "wiki": {
  "DateTime": "2015-03-15 15:34:40",
  "Credit": "<p>Own work\n</p>",
  "DateTimeOriginal": "<p>2014-06-21\n</p>",
  "Artist": "<p><a href=\"//en.wikipedia.org/wiki/User:Theorthodoxchurch\" title=\"User:Theorthodoxchurch\">Theorthodoxchurch</a>\n</p>",
  "UsageTerms": "Creative Commons Attribution-ShareAlike 3.0",
  "AttributionRequired": "true",
  "LicenseUrl": "http://creativecommons.org/licenses/by-sa/3.0/"
 }
}